Repository: bekhruzbekRakhmonov/beda_invest
Catalog: lib/data/services/localization/app_*.arb
Languages: uz

source: Description
uz: Ta'rif

source: Property
uz: Mulk

source: Get Started
uz: Boshlash

source: All
uz: Barchasi

source: Rent
uz: Ijara

source: Sale
uz: Sotish

source: Phone
uz: Telefon

source: First Name
uz: Ism

source: Last Name
uz: Familiya

source: Contact Information
uz: Aloqa ma'lumoti

source: Property Type
uz: Mulkning turi

source: For Sale or Rent
uz: Sotish yoki ijara

source: For Sale
uz: Sotish uchun

source: For Rent
uz: Ijara uchun

source: Price
uz: Narx

source: Phone number
uz: Telefon raqami

source: Add Property
uz: Mulk qo'shish

# cont
source: Continue
uz: Davom ettirish

source: Save
uz: Saqlash

source: Post
uz: E'lon qilish

source: House
uz: Hovli uy

source: Apartment
uz: Kvartira

source: Cottage
uz: Dala hovli

source: Other
uz: Boshqa

source: Cancel
uz: Bekor qilish

source: Apply
uz: Qo'llash

source: Location
uz: Joylashuv

source: Min Price
uz: Eng past narx

source: Max Price
uz: Eng yuqori narx

source: Rooms
uz: Xonalar

source: Room
uz: Xona

# phoneVerification
source: Phone Authentication
uz: Telefon orqali kirish

source: Send the code
uz: Kodni yuborish

source: Verify Phone Number
uz: Telefon raqamini tasdiqlash

source: Edit Phone Number
uz: Telefon raqamini tahrirlash

source: Resend
uz: Qayta

source: Settings
uz: Sozlamalar

source: Profile
uz: Profil

source: Bookmarks
uz: Saqlanganlar

source: Finish
uz: Tugatish

source: Filter
uz: Filtr

# switchLanguages
source: Switch language
uz: Tilni o'zgartirish

source: Select language
uz: Tilni tanlash

source: Login
uz: Kirish

source: Logout
uz: Chiqish

source: Rental Duration
uz: Ijara muddati

source: Number of Rooms
uz: Xonalar soni

source: Number of Bathrooms
uz: Yuvinish xonalari soni

source: Number of Kitchens
uz: Oshxonalar soni

source: Number of Restrooms
uz: Hojatxonalar soni

source: One night
uz: Kunlik

source: One week
uz: Haftalik

source: One month
uz: Oylik

source: Add Photos
uz: Fotolarni qo'shish

source: Contacts
uz: Aloqalar

source: Address
uz: Manzil

source: My Properties
uz: Mening mulklarim

source: Area Size
uz: Maydon

source: Edit Property
uz: Mulkni tahrirlash

source: Region
uz: Viloyat

source: Nothing found
uz: Hech narsa topilmadi

source: Has Swimming Pool
uz: Basseyn mavjud

source: Posting. Please wait...
uz: Yuklanmoqda. Iltimos, kuting...

source: Yes
uz: Ha

source: No
uz: Yo'q

source: Terms of Service
uz: Xizmat ko'rsatish shartlari

source: Delete
uz: O'chirish

source: Confirm
uz: Tasdiqlash

source: Edit
uz: Tahrirlash

source: Rented
uz: Ijaraga berildi

source: Sold
uz: Sotildi

source: Mark Property as Sold?
uz: Mulkni sotilgan qilib belgilash?

source: Mark Property as Rented?
uz: Mulkni ijara olindi qilib belgilash?

# thisActionCantbeChangedLaterAreYouSure
source: This action cannot be changed later. Are you sure?
uz: Bu harakat keyinroq o'zgartirib bo'lmaydi. Ishonchingiz komilmi?

# priceRequired
source: Please enter the price
uz: Iltimos, narxni kiriting

source: All fields required
uz: Barcha maydonlar to'ldirilishi shart

source: Successfully uploaded
uz: Muvaffaqiyatli yuklandi

source: No photos selected
uz: Rasmlar yuklanmagan

source: Confirmation
uz: Tasdiqlash

# yourChangesWillNotBeSaved
source: Your changes will not be saved. Are you sure you want to go back?
uz: Sizning o'zgartirishlaringiz saqlanmaydi. Qaytib ketishga ishonchingiz komilmi?

source: Updating. Please wait...
uz: Yangilanyapti. Iltimos, kuting...

source: Active
uz: Faol

source: Actives
uz: Faollar

source: Inactive
uz: Faol emas

source: Inactives
uz: Faol emaslar

source: Example
uz: Masalan

source: Resend Code in
uz: Kodni qayta yuborish

source: seconds
uz: soniya

# pleaseProvideYourFirstAndLastName
source: Please provide your first name and last name:
uz: Iltimos, ism va familiyangizni kiriting:

source: Hello
uz: Assalomu alaykum

source: Authorization
uz: Avtorizatsiya

source: Verification Error
uz: Tasdiqlashda xatolik

source: Ok
uz: Yaxshi

source: Invalid phone number
uz: Telefon raqami noto‘g‘ri

source: Invalid country code
uz: Davlat kodi noto‘g‘ri

# countryCodeMustBe
source: Country code must be between 1 to 3 digits.
uz: Davlat kodi 1 dan 3 gacha uzunlikdagi son bo‘lishi kerak.

# phoneNumberMustBe
source: Phone number must be between 8 to 10 digits after the country code.
uz: Telefon raqami davlat kodidan keyin 8 dan 10 gacha uzunlikdagi son bo‘lishi kerak.

source: Too many requests
uz: Ko'p so'rov yuborilgan

# weBlockedYouBecauseOfTooManyRequests
source: We blocked you because of too many requests. Please try again later.
uz: Biz sizni juda ko'p so'rov yubarganingiz sabab, blokladik. Iltimos, keyinroq qayta urinib ko'ring.

source: Error
uz: Xatolik

source: Search
uz: Qidirish

# wcs
source: WC rooms
uz: Hojatxonalar

# baths
source: Bathrooms
uz: Hamomlar

source: Kitchens
uz: Oshxonalar

# swimmingPool
source: Swimming poool
uz: Basseyn

# numberOfFloors
source: How many floors
uz: Qavatlar soni

# numberOfFloor
source: Located floor
uz: Joylashgan qavat

source: Floor
uz: Qavat

source: Delete property
uz: Postni o'chirish

source: Personal information
uz: Shaxsiy ma'lumotlar
